Repository: openhab/openhab-ios
Catalog: openHAB/Supporting Files/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, nb, nl, ru

source: Crash Reporting
de: Absturzberichterstattung
es: Informe de errores
fi: Kaatumisraportointi
fr: Rapport de plantage
it: Segnalazione arresti anomali
nb: Krasjrapportering
nl: Crashrapportage
ru: Отчёты об ошибках

# crash_reporting_info
source: By activating crash reporting you agree that device and usage information will be collected and shared with Crashlytics (a Google company). For further information view our privacy policy.
de: Durch die Aktivierung der Absturzberichterstattung stimmst du zu, dass Informationen zu deinem Gerät und der Nutzung der App erfasst und mit Crashlytics (einem Unternehmen von Google) geteilt werden. Weitere Informationen findest du in unserer Datenschutzerklärung.
es: Al activar los informes de fallos, usted acepta que la información de uso y del dispositivo se recopilará y compartirá con Crashlytics (una empresa de Google). Para obtener más información, consulte nuestra política de privacidad.
fr: En activant le rapport de d'erreurs, vous acceptez que les informations relatives à l'appareil et à son utilisation soient collectées et partagées avec Crashlytics (une entreprise Google). Pour plus d'informations, consultez notre politique de confidentialité.
it: Attivando la segnalazione di crash si accetta che le informazioni sul dispositivo e sull'utilizzo saranno raccolte e condivise con Crashlytics (un'azienda di Google). Per ulteriori informazioni consultare la nostra informativa sulla privacy.
nb: Ved å aktivere krasjrapportering samtykker du i at enhet og bruksinformasjon samles inn og deles med Crashlytics (et Google-firma). For mer informasjon se våre retningslinjer for personvern.
nl: Door het activeren van crash-rapportage gaat u akkoord dat apparaat- en gebruiksinformatie zal worden verzameld en gedeeld met Crashlytics (een Google-bedrijf). Voor meer informatie bekijk ons privacybeleid.

source: Create
de: Erstellen
es: Crear
fi: Luo
fr: Créer
it: Crea
nb: Opprett
nl: Maak aan
ru: Создать

source: Credentials set
de: Zugangsdaten festgelegt
es: Credenciales configuradas
fi: Tunnukset asetettu
fr: Identifiants définis
it: Credenziali impostate
nb: Legitimasjon angitt
nl: Inloggegevens ingesteld
ru: Учётные данные заданы

source: Date and Time
de: Datum und Uhrzeit
es: Fecha y hora
fi: Päivämäärä ja aika
fr: Date et heure
it: Data e ora
nb: Dato og tid
nl: Datum en tijd
ru: Дата и время

source: Daylight
de: Tageslicht
es: Luz diurna
fi: Päivänvalo
fr: Lumière du jour
it: Luce del giorno
nb: Dagslys
nl: Daglicht
ru: Дневной свет

source: Decrease %@
de: %@ verringern
es: Disminuir %@
fi: Pienennä %@
fr: Diminuer %@
it: Diminuisci %@
nb: Reduser %@
nl: %@ verlagen
ru: Уменьшить %@

source: Default Path
de: Standardpfad
es: Ruta predeterminada
fi: Oletuspolku
fr: Chemin par défaut
it: Percorso predefinito
nb: Standard sti
nl: Standaardpad
ru: Путь по умолчанию

source: Delete
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
nb: Slett
nl: Verwijder
ru: Удалить

source: Delete '%@'?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fi: Poistetaanko %@?
fr: Supprimer « %@ » ?
it: Eliminare «%@»?
nb: Slette «%@»?
nl: '%@' verwijderen?
ru: Удалить «%@»?

source: Delete home '%@'?
de: Zuhause „%@“ löschen?
es: ¿Eliminar el hogar '%@'?
fi: Poistetaanko koti '%@'?
fr: Supprimer la maison '%@' ?
it: Eliminare la casa '%@'?
nb: Slette hjem '%@'?
nl: Huis '%@' verwijderen?
ru: Удалить дом '%@'?

source: Demo Mode
de: Demomodus
es: Modo de demostración
fi: Demotila
fr: Mode démo
it: Modalità demo
nb: Demomodus
nl: Demomodus
ru: Демо-режим

source: Demo mode
de: Demomodus
es: Modo de demostración
fr: Mode démo
it: Modalità demo
nb: Demomodus
nl: Demomodus

source: Deny
de: Ablehnen
es: Denegar
fi: Kiellä
fr: Refuser
it: Non consentire
nb: Nekt
nl: Weiger
ru: Отказать

source: Dim Level: %@
de: Dimmwert: %@
es: Nivel de atenuación: %@
fi: Himmenystaso: %@
fr: Niveau de gradation : %@
it: Livello dimmeraggio: %@
nb: Dimmenivå: %@
nl: Dimniveau: %@
ru: Уровень затемнения: %@

source: Dimmer or Roller Item
de: Dimmer- oder Rolladen-Item
es: Elemento regulador o persiana
fi: Himmennin- tai rullakaihdinelementti
fr: Élément gradateur/volet
it: Elemento dimmer/tapparella
nb: Dimmer- eller rullelukkelement
nl: Dimmer/Roller-item
ru: Элемент диммера или ролеты

source: Disable
de: Deaktivieren
es: Deshabilitar
fi: Poista käytöstä
fr: Désactiver
it: Disabilita
nb: Deaktiver
nl: Uitschakelen
ru: Отключить

source: Disable Idle Timeout
de: Ruhezustand-Timeout deaktivieren
es: Desactivar tiempo de inactividad
fi: Poista joutilasuusaikakatkaisu käytöstä
fr: Désactiver le délai d'inactivité
it: Disabilita timeout inattività
nb: Deaktiver inaktivitetsavbrudd
nl: Time-out bij inactiviteit uitschakelen
ru: Отключить таймаут бездействия

source: Discovered Servers
de: Gefundene Server

# discovering_oh
source: Discovering openHAB
de: OpenHAB entdecken
es: Descubriendo openHAB
fr: Découvrir openHAB
it: Cercando openHAB
nb: Oppdager openHAB
nl: Bezig met zoeken naar openHAB

# discovering_servers
source: Discovering openHAB servers…
de: openHAB Server werden entdeckt …
es: Descubriendo servidores openHAB…
fi: Etsitään openHAB-palvelimia…
fr: Recherche des serveurs openHAB…
it: Ricerca server openHAB in corso…
nb: Oppdager openHAB-servere…
nl: openHAB-servers worden ontdekt…
ru: Обнаружение серверов openHAB…

source: Display an openHAB sensor value
de: Einen openHAB-Sensorwert anzeigen
es: Mostrar un valor de sensor de openHAB
fi: Näytä openHAB-anturiarvo
fr: Afficher une valeur de capteur openHAB
it: Visualizza un valore sensore openHAB
nb: Vis en openHAB-sensorverdi
nl: Een openHAB-sensorwaarde weergeven
ru: Показать значение датчика openHAB

source: Display two openHAB sensor values
de: Zwei openHAB-Sensorwerte anzeigen
es: Mostrar dos valores de sensor de openHAB
fi: Näytä kaksi openHAB-anturiarvoa
fr: Afficher deux valeurs de capteur openHAB
it: Visualizza due valori sensore openHAB
nb: Vis to openHAB-sensorverdier
nl: Twee openHAB-sensorwaarden weergeven
ru: Показать два значения датчиков openHAB

source: Display up to four openHAB sensor values
de: Bis zu vier openHAB-Sensorwerte anzeigen
es: Mostrar hasta cuatro valores de sensor de openHAB
fi: Näytä enintään neljä openHAB-anturiarvoa
fr: Afficher jusqu'à quatre valeurs de capteur openHAB
it: Visualizza fino a quattro valori sensore openHAB
nb: Vis opptil fire openHAB-sensorverdier
nl: Maximaal vier openHAB-sensorwaarden weergeven
ru: Показать до четырёх значений датчиков openHAB

source: Don't Send
de: Nicht senden
es: No enviar
fi: Älä lähetä
fr: Ne pas envoyer
it: Non inviare
nb: Ikke send
nl: Niet verzenden
ru: Не отправлять

source: Done
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
it: Fine
nb: Ferdig
nl: Gereed
ru: Готово

source: Drag to change hue and saturation
de: Ziehen, um Farbton und Sättigung zu ändern
es: Arrastra para cambiar el tono y la saturación
fi: Muuta värisävyä ja kylläisyyttä vetämällä
fr: Faire glisser pour modifier la teinte et la saturation
it: Trascina per modificare tonalità e saturazione
nb: Dra for å endre fargetone og metning
nl: Sleep om tint en verzadiging te wijzigen
ru: Перетащите для изменения оттенка и насыщенности

source: Edit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
nb: Rediger
nl: Bewerken
ru: Изменить

source: empty
de: leer
es: vacío
fi: tyhjä
fr: vide
it: vuoto
nb: tom
nl: leeg
ru: пусто

# empty_sitemap
source: openHAB returned empty sitemap list
de: openHAB lieferte eine leere Sitemap-Liste
es: lista de mapas web de openHAB vacía
fr: openHAB a renvoyé une liste vide de sitemaps
it: openHAB ha ritornato una lista vuota di sitemap
nb: openHAB returnerte en tom Sitemap-liste
nl: openHAB heeft een lege Sitemap geladen

source: Enable
de: Aktivieren
es: Habilitar
fi: Ota käyttöön
fr: Activer
it: Abilita
nb: Aktiver
nl: Inschakelen
ru: Включить

source: Enable Dimming
de: Dimmen aktivieren
es: Activar atenuación
fi: Ota himmennys käyttöön
fr: Activer la gradation
it: Abilita dimmeraggio
nb: Aktiver dimming
nl: Dimmen inschakelen
ru: Включить затемнение

source: Enable Screen Saver
de: Bildschirmschoner aktivieren
es: Activar protector de pantalla
fi: Ota näytönsäästäjä käyttöön
fr: Activer l'économiseur d'écran
it: Abilita salvaschermo
nb: Aktiver skjermsparer
nl: Schermbeveiliging inschakelen
ru: Включить заставку

source: Enter a name for the new home
de: Name für das neue Zuhause eingeben
es: Introduce un nombre para el nuevo hogar
fi: Anna uuden kodin nimi
fr: Saisissez un nom pour la nouvelle maison
it: Inserisci un nome per la nuova casa
nb: Angi et navn for det nye hjemmet
nl: Voer een naam in voor het nieuwe huis
ru: Введите имя для нового дома

source: Enter a new name for the home '%@'
de: Neuer Name für das Zuhause „%@“ eingeben
es: Introduce un nuevo nombre para el hogar '%@'
fi: Anna uusi nimi kodille '%@'
fr: Saisissez un nouveau nom pour la maison '%@'
it: Inserisci un nuovo nome per la casa '%@'
nb: Angi et nytt navn for hjemmet '%@'
nl: Voer een nieuwe naam in voor het huis '%@'
ru: Введите новое имя для дома '%@'

source: Enter new value
de: Neuen Wert eingeben
es: Introducir nuevo valor
fi: Anna uusi arvo
fr: Saisir une nouvelle valeur
it: Inserisci nuovo valore
nb: Angi ny verdi
nl: Nieuwe waarde invoeren
ru: Введите новое значение

source: Enter password for server
de: Server-Passwort eingeben
es: Introduce la contraseña del servidor
fi: Anna palvelimen salasana
fr: Entrez le mot de passe du serveur
it: Inserisci la password del server
nb: Skriv inn passord for server
nl: Voer wachtwoord voor server in
ru: Введите пароль для сервера

source: Enter text
de: Text eingeben
es: Introducir texto
fi: Anna teksti
fr: Saisir du texte
it: Inserisci testo
nb: Skriv inn tekst
nl: Tekst invoeren
ru: Введите текст

source: Enter URL of remote server
de: URL des entfernten Servers eingeben
es: Introducir URL del servidor remoto
fi: Anna etäpalvelimen URL
fr: Saisir l'URL du serveur distant
it: Inserisci URL del server remoto
nb: Angi URL for ekstern server
nl: URL van externe server invoeren
ru: Введите URL удалённого сервера

source: Enter username for server, if required
de: Server-Benutzername eingeben, falls erforderlich
es: Introduce el nombre de usuario del servidor, si es necesario
fi: Anna palvelimen käyttäjänimi tarvittaessa
fr: Entrez le nom d'utilisateur du serveur, si requis
it: Inserisci il nome utente del server, se richiesto
nb: Skriv inn brukernavn for server, om nødvendig
nl: Voer gebruikersnaam voor server in, indien vereist
ru: Введите имя пользователя для сервера, если требуется

source: Error
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
nb: Feil
nl: Fout
ru: Ошибка

source: Fade Duration: %@ s
de: Fade-Dauer: %@ s
es: Duración de fundido: %@ s
fi: Häivytyksen kesto: %@ s
fr: Durée de fondu : %@ s
it: Durata dissolvenza: %@ s
nb: Uttoningsvarighet: %@ s
nl: Vervaagtijd: %@ s
ru: Длительность затухания: %@ с

source: Fast Forward
de: Schneller Vorlauf
es: Avance rápido
fi: Pikakelaus eteenpäin
fr: Avance rapide
it: Avanzamento rapido
nb: Spol fremover
nl: Vooruitspoelen
ru: Перемотка вперёд

source: Flip
de: Umschalten
es: Cambiar
fi: Vaihda
fr: Basculer
it: Inverti
nb: Bytt
nl: Omzetten
ru: Переключить

source: Font
de: Schrift
es: Tipo de letra
fi: Kirjasintyyppi
fr: Police
nb: Skrift
nl: Lettertype
ru: Шрифт

source: Font Size
de: Schriftgröße
es: Tamaño de letra
fi: Kirjasinkoko
fr: Taille de la police
it: Dimensioni font
nb: Skriftstørrelse
nl: Lettergrootte
ru: Размер шрифта

source: For Shortcuts to work across multiple devices, each home must have the same name on every device.
de: Damit Kurzbefehle geräteübergreifend funktionieren, muss jedes Zuhause auf jedem Gerät denselben Namen haben.
es: Para que los atajos funcionen en varios dispositivos, cada hogar debe tener el mismo nombre en cada dispositivo.
fi: Jotta pikakuvakkeet toimisivat useilla laitteilla, jokaisella kodilla täytyy olla sama nimi joka laitteella.
fr: Pour que les raccourcis fonctionnent sur plusieurs appareils, chaque maison doit avoir le même nom sur chaque appareil.
it: Per far funzionare i comandi rapidi su più dispositivi, ogni casa deve avere lo stesso nome su ogni dispositivo.
nb: For at snarveier skal fungere på tvers av enheter, må hvert hjem ha samme navn på hver enhet.
nl: Om snelkoppelingen op meerdere apparaten te laten werken, moet elk thuis dezelfde naam hebben op elk apparaat.
ru: Чтобы быстрые команды работали на нескольких устройствах, у каждого дома должно быть одинаковое название на каждом устройстве.

source: Get ${itemEntity} State
de: ${itemEntity}-Status erhalten
es: Obtener estado de ${itemEntity}
fi: Hae ${itemEntity} tila
fr: Obtenir l'état de ${itemEntity}
it: Ottieni lo stato di ${itemEntity}
nb: Hent tilstand for ${itemEntity}
nl: Status van ${itemEntity} ophalen
ru: Получить состояние ${itemEntity}

source: Get Item State
de: Status eines Items erhalten
es: Obtener estado del ítem
fi: Hae elementin tila
fr: Récupérer l'état de l'item
it: Leggi lo stato dell'Item
nb: Få Item-tilstand
nl: Haal item state op
ru: Получить состояние элемента

source: Go backward
de: Zurückgehen
es: Ir atrás
fi: Mene taaksepäin
fr: Aller en arrière
it: Vai indietro
nb: Gå bakover
nl: Ga terug
ru: Назад

source: Hide Status Bar
de: Statusleiste ausblenden
es: Ocultar barra de estado
fi: Piilota tilapalkki
fr: Masquer la barre d'état
it: Nascondi barra di stato
nb: Skjul statuslinje
nl: Statusbalk verbergen
ru: Скрыть строку состояния

source: Hold
de: Halten
es: Pausar
fi: Pidä tauko
fr: Mettre en pause
it: Pausa
nl: Pauzeren
ru: Приостановить

source: Home
de: Zuhause
es: Casa
fi: Koti
fr: Domicile
it: Casa
nb: Hjem
nl: Thuis
ru: Главная

source: Home name
de: Name des Zuhauses
es: Nombre del hogar
fi: Kodin nimi
fr: Nom du domicile
it: Nome della casa
nb: Navn på hjem
nl: Naam van huis
ru: Название дома

source: Home Settings
de: Einstellungen für Zuhause
es: Configuración del hogar
fi: Kodin asetukset
fr: Paramètres du domicile
it: Impostazioni casa
nb: Hjeminnstillinger
nl: Thuisinstellingen
ru: Настройки дома

source: Homes
de: Zuhause
es: Hogares
fi: Kodit
fr: Domiciles
it: Case
nb: Hjem
nl: Huizen
ru: Дома

source: Icon Type
de: Icon-Typ
es: Tipo de icono
fi: Kuvaketyyppi
fr: Type d'icône
it: Tipo icona
nb: Ikontype
nl: Pictogramtype
ru: Тип значка

source: Idle Interval: %lld s
de: Ruhezustand-Intervall: %lld s
es: Intervalo de inactividad: %lld s
fi: Joutilasuusväli: %lld s
fr: Intervalle d'inactivité : %lld s
it: Intervallo inattività: %lld s
nb: Inaktivitetsintervall: %lld s
nl: Inactiviteitsinterval: %lld s
ru: Интервал бездействия: %lld с

source: Ignore SSL certificates
de: SSL-Zertifikate ignorieren
es: Ignorar certificados SSL
fi: Ohita SSL-varmenteet
fr: Ignorer les certificats SSL
it: Ignora certificati SSL
nb: Ignorer SSL-sertifikater
nl: SSL-certificaten negeren
ru: Игнорировать SSL-сертификаты

source: Ignore SSL Certificates
de: SSL-Zertifikate ignorieren
es: Ignorar certificados SSL
fr: Ignorer les certificats SSL
it: Ignora certificati SSL
nb: Ignorer SSL-sertifikater
nl: Negeer SSL-certificaten
ru: Игнорировать SSL-сертификаты

source: Image Cache
de: Bilder-Cache
es: Caché de imágenes
fi: Kuvavälimuisti
fr: Cache d'images
it: Cache immagini
nb: Bildebuffer
nl: Afbeeldingscache
ru: Кэш изображений

source: Inactive
de: Inaktiv
es: Inactivo
fi: Ei aktiivinen
fr: Inactif
it: Inattivo
nb: Inaktiv
nl: Inactief
ru: Неактивен

source: Increase %@
de: %@ erhöhen
es: Aumentar %@
fi: Suurenna %@
fr: Augmenter %@
it: Aumenta %@
nb: Øk %@
nl: %@ verhogen
ru: Увеличить %@

source: Invalid value %lld for %@ (0-100)
de: Ungültiger Wert %lld für %@ (0-100)
es: Valor no válido %lld para %@ (0-100)
fi: Virheellinen arvo %lld kohteelle %@ (0-100)
fr: Valeur %lld invalide pour %@ (0-100)
it: Valore non valido %lld per %@ (0-100)
nb: Ugyldig verdi %lld for %@ (0-100)
nl: Ongeldige waarde %lld voor %@ (0-100)
ru: Недопустимое значение %lld для %@ (0-100)

source: Invalid value: %@ for %@ must be HSB (0-360,0-100,0-100)
de: Ungültiger Wert: %@ für %@ muss HSB sein (0-360,0-100,0-100)
es: Valor no válido: %@ para %@ debe ser HSB (0-360,0-100,0-100)
fi: Virheellinen arvo: %@ kohteelle %@ täytyy olla HSB (0-360,0-100,0-100)
fr: Valeur invalide : %@ pour %@ doit être HSB (0-360,0-100,0-100)
it: Valore non valido: %@ per %@ deve essere HSB (0-360,0-100,0-100)
nb: Ugyldig verdi: %@ for %@ må være HSB (0-360,0-100,0-100)
nl: Ongeldige waarde: %@ voor %@ moet HSB zijn (0-360,0-100,0-100)
ru: Недопустимое значение: %@ для %@ должно быть HSB (0-360,0-100,0-100)

source: Invalid connection configuration.
de: Ungültige Verbindungskonfiguration.
es: Configuración de conexión no válida.
fi: Virheellinen yhteysasetukset.
fr: Configuration de connexion invalide.
it: Configurazione della connessione non valida.
nb: Ugyldig tilkoblingskonfigurasjon.
nl: Ongeldige verbindingsconfiguratie.
ru: Недопустимая конфигурация подключения.

source: Item '%@' is not in home '%@'
de: Das Item „%@“ befindet sich nicht im Zuhause „%@“
es: El elemento '%@' no está en el hogar '%@'
fi: Elementti '%@' ei ole kodissa '%@'
fr: L'élément '%@' n'est pas dans la maison '%@'
it: L'elemento '%@' non si trova nella casa '%@'
nb: Elementet '%@' er ikke i hjemmet '%@'
nl: Item '%@' staat niet in huis '%@'
ru: Элемент '%@' не принадлежит дому '%@'

source: Item '%@' not found
de: Element '%@' nicht gefunden
es: Elemento '%@' no encontrado
fi: Elementtiä '%@' ei löydy
fr: Élément '%@' introuvable
it: Elemento '%@' non trovato
nb: Elementet '%@' ble ikke funnet
nl: Item '%@' niet gevonden
ru: Элемент '%@' не найден

source: Label and name
de: Label und Name
es: Etiqueta y nombre
fi: Etiketti ja nimi
fr: Libellé et nom
it: Etichetta e nome
nb: Etikett og navn
nl: Label en naam
ru: Метка и имя

source: Latitude
de: Breitengrad
es: Latitud
fi: Leveysaste
it: Latitudine
nb: Breddegrad
nl: Breedtegraad
ru: Широта

source: Latitude must be between -90 and 90
de: Breitengrad muss zwischen -90 and 90 sein
es: La latitud debe estar entre -90 y 90
fi: Leveysasteen on oltava välillä -90 ja 90
fr: La latitude doit être comprise entre -90 et 90
it: La latitudine deve essere compresa tra -90 e 90
nb: Breddegraden må være mellom -90 og 90
nl: Breedtegraad moet tussen -90 en 90 liggen
ru: Широта должна быть от -90 до 90

source: Legal
de: Rechtliches
es: Aviso legal
fi: Juridinen
fr: Légal
it: Legale
nb: Juridisk
nl: Juridisch
ru: Юридическое

source: Loading Items…
de: Items werden geladen …
es: Cargando elementos…
fi: Ladataan elementtejä…
fr: Chargement des éléments…
it: Caricamento elementi…
nb: Laster elementer…
nl: Items worden geladen…
ru: Загрузка элементов…

source: Loading sitemap…
de: Sitemap wird geladen …
es: Cargando mapa del sitio…
fi: Ladataan sivukarttaa…
fr: Chargement du plan du site…
it: Caricamento sitemap…
nb: Laster sitemap…
nl: Sitemap wordt geladen…
ru: Загрузка Sitemap…

source: Loading…
de: Wird geladen …
es: Cargando…
fi: Ladataan …
fr: Chargement…
it: Caricamento …
nb: Laster …
nl: Laden…
ru: Загрузка …

source: Local
de: Lokal
fi: Paikallinen
it: Locale
nb: Lokal
nl: Lokaal
ru: Локальный

source: Local Network access may be required.
de: Möglicherweise ist der Zugriff auf das lokale Netzwerk erforderlich.
es: Es posible que se requiera acceso a la red local.
fi: Lähiverkkoyhteys saattaa olla tarpeen.
fr: L'accès au réseau local peut être requis.
it: Potrebbe essere necessario l'accesso alla rete locale.
nb: Tilgang til lokalt nettverk kan være nødvendig.
nl: Toegang tot lokaal netwerk kan vereist zijn.
ru: Может потребоваться доступ к локальной сети.

source: Local Network Access Required
de: Zugriff auf lokales Netzwerk erforderlich
es: Se requiere acceso a la red local
fi: Lähiverkkoyhteys vaaditaan
fr: Accès au réseau local requis
it: Accesso alla rete locale richiesto
nb: Tilgang til lokalt nettverk er nødvendig
nl: Toegang tot lokaal netwerk vereist
ru: Требуется доступ к локальной сети

source: Local server
de: Lokaler Server
es: Servidor local
fi: Paikallinen palvelin
fr: Serveur local
it: Server locale
nb: Lokal server
nl: Lokale server
ru: Локальный сервер

source: Local URL
de: Lokale URL
es: URL local
fr: URL locale
it: URL locale
nb: Lokal URL
nl: Lokale URL
ru: Локальный URL-адрес

source: Location
de: Standort
es: Ubicación
fi: Sijainti
fr: Emplacement
it: Posizione
nb: Posisjon
nl: Locatie
ru: Местоположение

source: Location Item
de: Standort-Item
es: Elemento de ubicación
fi: Sijaintielementti
fr: Élément de localisation
it: Elemento posizione
nb: Posisjonelement
nl: Locatie-item
ru: Элемент местоположения

source: Logs
de: Protokolle
es: Registros
fi: Lokit
fr: Historiques
it: Log
nb: Logger
nl: Logbestanden
ru: Журналы

source: Long press the widget to configure which sensors to display
de: Widget lange drücken, um die anzuzeigenden Sensoren zu konfigurieren
es: Mantén presionado el widget para configurar qué sensores mostrar
fi: Paina widgettiä pitkään määrittääksesi, mitkä anturit näytetään
fr: Appuyez longuement sur le widget pour configurer les capteurs à afficher
it: Tieni premuto il widget per configurare quali sensori mostrare
nb: Trykk og hold på widgeten for å konfigurere hvilke sensorer som skal vises
nl: Houd de widget ingedrukt om te configureren welke sensoren worden weergegeven
ru: Удерживайте виджет, чтобы настроить, какие датчики отображать

source: Long press the widget to configure which switches to control
de: Widget lange drücken, um die zu steuernden Schalter zu konfigurieren
es: Mantén presionado el widget para configurar qué interruptores controlar
fi: Paina widgettiä pitkään määrittääksesi, mitä kytkimiä ohjataan
fr: Appuyez longuement sur le widget pour configurer les commutateurs à contrôler
it: Tieni premuto il widget per configurare quali interruttori controllare
nb: Trykk og hold på widgeten for å konfigurere hvilke brytere som skal styres
nl: Houd de widget ingedrukt om te configureren welke schakelaars worden bediend
ru: Удерживайте виджет, чтобы настроить, какими переключателями управлять

source: Longitude
de: Längengrad
es: Longitud
fi: Pituusaste
it: Longitudine
nb: Lengdegrad
nl: Lengtegraad
ru: Долгота

source: Longitude must be between -180 and 180
de: Längengrad muss zwischen -180 and 180 sein
es: La longitud debe estar entre -180 y 180
fi: Pituusasteen on oltava välillä -180 ja 180
fr: La longitude doit être comprise entre -180 et 180
it: La longitudine deve essere compresa tra -180 e 180
nb: Lengdegraden må være mellom -180 og 180
nl: Lengtegraad moet tussen -180 en 180 liggen
ru: Долгота должна быть от -180 до 180

source: Lowers by %@
de: Um %@ senken
es: Reduce en %@
fi: Laskee arvoa %@
fr: Abaisse de %@
it: Abbassa di %@
nb: Senker med %@
nl: Verlaagt met %@
ru: Снижает на %@

source: Main UI Settings
de: Main UI-Einstellungen
es: Ajustes de la interfaz de usuario principal
fr: Paramètres Main UI
it: Impostazioni Main UI
nb: Innstillinger for Main UI
nl: Main UI Instellingen

source: Manage Homes
de: Zuhause verwalten
es: Gestionar hogares
fi: Hallinnoi koteja
fr: Gérer les maisons
it: Gestisci case
nb: Administrer hjem
nl: Huizen beheren
ru: Управление домами

source: Menu
de: Menü
es: Menú
fi: Valikko
nb: Meny
ru: Меню

# message_not_decoded
source: Message could not be decoded
de: Nachricht konnte nicht dekodiert werden
es: No se ha podido decodificar el mensaje
fr: Le message n'a pas pu être décodé
it: Il messaggio non può essere decodificato
nb: Melding kunne ikke dekodes
nl: Bericht kon niet gedecodeerd worden

source: Movement Interval: %lld s
de: Bewegungsintervall: %lld s
es: Intervalo de movimiento: %lld s
fi: Liikeväli: %lld s
fr: Intervalle de déplacement : %lld s
it: Intervallo di movimento: %lld s
nb: Bevegelsesintervall: %lld s
nl: Bewegingsinterval: %lld s
ru: Интервал движения: %lld с
